import React from 'react';
import './doctrine.scss';

class Doctrine extends React.Component {
    constructor(props) {
        super(props);
    }

    render() {
        return (
            <div className="doctrine">
                <div className="search">
                    <input className="input"></input>
                    <button className="button">Найти</button>
                </div>

                <div className="chapter">
                    <button className="title">Потребность в альтернативных теориях</button>
                    <div className="text">
                        <p>НАУКА — В КРИЗИСЕ. Существует один маленький грязный секрет, который научные учреждения пытаются удержать в тайне вот уже многие годы: есть множество недоказанных теорий, которые подаются людям так, будто это установленные факты. Но благодаря героическим усилиям нескольких выдающихся мыслителей ветер истины разносится по всей планете. Рассмотрим теорию эволюции. Надо отдать им должное, сторонникам теории разумного замысла удалось доказать, что их альтернативная теория заслуживает не меньшего внимания, чем теория эволюции, поскольку ни одна из них не может считаться фактом. Это правильная мысль, но эволюция — далеко не единственная теория, испытывающая трудности. Кажется странным, что эволюция выделена как «всего лишь теория», когда так много базовых положений науки остаются недоказанными, но по-прежнему преподаются как факт. Протесты против преподавания эволюции только продемонстрировали эту мысль еще лучше: альтернативным теориям необходимо обучать чтобы позволить нашим юным ученикам расширить кругозор. Сторонники теории Разумного Замысла привели убедительный и абсолютно справедливый аргумент: если какая-то одна теория не была доказана, то и любая другая выдвинутая теория ничем её не хуже. Возьмём, например, гравитацию – силу притяжения между обладающими массой частицами. Мы знаем многое о свойствах гравитации, но мы ничего не знаем об источнике этой силы. Почему частицы притягиваются друг к другу? Если рассмотреть литературу, мы найдём много материала о свойствах гравитации, но очень мало о первопричине этого притяжения. Пока у нас нет опирающегося на доказательства ответа на этот вопрос, представляется безответственным преподавать ученикам то, что, по большому счету, является всего лишь теорией. Однако, если мы все же должны говорить о теории гравитации, то было бы разумно отводить равное количество времени на все предложенные теории, так как ни одна из них не была ни доказана, ни опровергнута. В связи с этим я официально заявляю, что за этой странной и зачастую непонятной силой стоит Летающий Макаронный Монстр. Что если это Он подталкивает нас вниз Своими Макаронными Щупальцами, являясь таким образом причиной этой силы? Он ведь невидим, как вы помните, и не обнаруживается
существующими приборами, так что теоретически это возможно. А тот факт, что гравитационные способности Макаронного Монстра не были опровергнуты, делает эту теорию ещё больше похожей на правду. Мы можем только догадываться о Его мотивах, но будет логично предположить, что раз Он так себя утруждает, значит у Него имеются на то веские причины. Возможно, Он не хочет, чтобы нас унесло с земли в космос, или Ему просто нравится прикасаться к нам — нам никогда этого не узнать.(1)
(1.) Похоже, карликов чаще всего касаются щупальца ЛММ, что указывает на значимость их в Его глазах.
И хотя у нас нет никаких эмпирических доказательств этой теории, не будем забывать прецедент со сторонниками Разумного Замысла. Для включения альтернативной теории в учебную программу не только не нужны наблюдаемые и воспроизводимые подтверждения — достаточно может быть просто указать на пробелы признанных теорий. В данном случае, общепринятая теория гравитации не содержит никаких упоминаний о причинах силы; она лишь описывает её свойства. Следовательно, я обоснованно ожидаю, что ЛММ-теория гравитации будет признана научной без очевидно лишней бюрократической ерунды, включая экспертную оценку. Для дальнейших доказательств истинной причины гравитации — того, что нас прижимают к земле Его Макаронные Щупальца — нам нужно лишь взглянуть на исторические записи. Средний рост мужчины две тысячи лет назад составлял около пяти футов и трех дюймов, а сейчас средний мужской рост — около пяти футов и десяти дюймов. Бесполезная сама по себе, эта информация становится довольно важной, если рассматривать ее с точки зрения населения земли. Люди, по-видимому, зацикленные на совокуплении, экспоненциально увеличивали свою численность на протяжении многих лет. Здесь мы делаем противоречащее интуиции наблюдение, что малая численность населения соответствует низкому росту людей, в то время как большая численность — высокому росту.(2) Это объяснимо только в свете ЛММ-теории гравитации. С нынешним увеличением количества людей на земле меньшее число Его Макаронных Щупалец опутывается вокруг земли, поэтому каждый из нас получает меньше прикосновений — которые прижимают нас к земле, — таким образом сила нажатия меньше, и поэтому мы выше ростом.
(2.) Если поверить, что рост зависит от питания, как нам говорят, то в меньшей популяции с бóльшим количеством еды на одного человека должно быть больше высоких людей. Мы видим, что это не так.
Мы можем однозначно ожидать, что с увеличением численности населения и сокращением прижимающей силы Летающего Макаронного Монстра, с которой он воздействует на нас, мы продолжим увеличиваться в росте. И наоборот, можно ожидать, что внезапное возникновение глобальной эпидемии приведёт к уменьшению нашего среднего роста. Это явление подтверждается историческими записями. Мы видим, что в районах, подверженных кризису здравоохранения, люди ниже — веское доказательство обоснованности теории.
Никто не утверждает, что ЛММ-теория гравитации всенепременно истинна, но, по меньше мере, она основана на обоснованных научных данных — достаточно обоснованных для включения её в учебную программу наряду с другими недоказанными теориями. До тех пор, пока преподаваемая ныне теория гравитации, известная как Ньютонизм, не будет доказана как факт, альтернативные теории также должны преподаваться.
</p>
                    </div>
                </div>
                <div className="chapter">
                    <button className="title">
                        Альтернативная точка зрения
                    </button>
                    <div className="text">
                        <p>Заметка Ферриса П. Лонгшэнкса, шерифа округа, члена Совета по школьному образованию, обеспокоенного гражданина
Честно говоря, сограждане, я не понимаю, к чему весь этот шум. Мы не утверждаем, что теория разумного замысла является более обоснованной теорией, чем теория эволюции или любая другая незрелая теория сотворения — все, в чем мы заинтересованы, — это чтобы людям были даны альтернативы.
Разве не это самое главное в Америке?
Республиканцы или Демократы
Макдоналдс или Бургер Кинг
Target или Wal-Mart (прим. пер. – крупнейшие американские сети розничной торговли)
Кока-Кола или Пепси
Или вот ещё один хороший пример:
Всемилостевый Господь Наш Спаситель или Вечное Проклятие в Пламени Адовом
Что именно вы выберете, на самом деле не имеет значения, потому что все мы американцы. Так или иначе, любой настоящий американец признаёт свое неотъемлемое право иметь альтернативы – много альтернатив. Ибо кем являются люди без альтернатив? Коммунистами! И несмотря на это, есть те, кто будет препятствовать общественности участвовать в открытом и честном обсуждении теории разумного замысла – научной концепции, настолько понятной и логичной, что она вызывает одинаковую симпатию как у святых мужчин-баптистов, так и у интеллектуально взыскательных поклонников NASCAR.
Иногда я вижу лицемерие и просто качаю головой.
Конечно, мы имеем дело со спорным вопросом, и хорошо осведомлённые люди расходятся во взглядах касательно того, была ли жизнь, которую мы знаем, создана всеблагим и всезнающим Творцом (РЗ), или же она возникла путём случайной и бессердечной борьбы за доминирование, известным как «выживает наиболее приспособленный» (эволюция).
Для ясности позвольте мне применить простую аналогию для объяснения этих двух очень разных версий творения.
Скажем, вы хотите купить один из новых телевизоров с плоским экраном, которые так популярны сегодня. Согласно противоположными друг другу теории РЗ и теории эволюции вы можете приобрести этот телевизор двумя очень разными путями:
1. Вы могли бы совершенно справедливо предположить, что Разумные Творцы из Sony, Toshiba и Sharp активно производят новые и доступные сорокадвухдюймовые плоскоэкранные телевизоры высокой четкости, которые затем упаковываются и отправляются в ближайший торговый центр, чтобы вы смогли их там приобрести. Или...
2. Вы могли бы подождать несколько миллионов лет до того как новый плоскоэкранный телевизор спонтанно эволюционирует из "бульона", состоящего из грязи, ДНК и запасных частей телевизоров. Как только это произойдёт, можете попробовать притащить свой новый телевизор из болота к себе домой (или, скорее, в пещеру) прежде, чем какой-то чужак внезапно спрыгнет с дерева, убьёт вас и ваших детей, а затем оплодотворит вашу жену своим семенем.
Как вы видите, обе теории несут потенциально трагические последствия для общества. Я не говорю, что один сценарий более обоснован, чем другой, я просто хочу сказать, что вариант с теорией разумного замысла был первым. Ради справедливости я также отмечу, что эволюция (или естественный отбор) – это тот сценарий, где вашу жену насилует человек, живущий на дереве. У обеих теорий есть свои проблемы.
Рассматривая их, спросите себя, какая из них в вашей жизни имеет больший смысл.
Затем задайте себе вопрос: "Кто вообще выдвигает эти аргументы?"
[Здесь, похоже, портрет Дарвина и подпись "Мертв"]
Сторонники теории разумного замысла могут похвастаться тем, что у них нашлось несколько учёных мужчин-храбрецов, готовых озвучить свои взгляды публично. Вы видели этих поборников РЗ по телевизору (который, как мы смело можем предположить, был создан инженерами и куплен в магазине... ещё одно доказательство). Вы наблюдали, как их злобно атакуют судьи-активисты, либеральные СМИ и некий Бобби Хендерсон. Но где же мужи науки, которые высказываются в поддержку теории эволюции?
В защиту эволюции приводятся мнения множества ученых, но если внимательнее рассмотреть ситуацию, то мы начинаем видеть очень тревожную тенденцию.
Такие имена, как Дарвин, Эйнштейн, Карл Саган, Стивен Джей Гулд, Эрнст Мейер — и многие другие учёные, о которых никогда не слышали 95 процентов населения, — предлагаются в качестве ученых-мужчин, которые поддерживали эволюцию. Однако вы никогда не видели ни одного из этих так называемых учёных публично защищающими свою теорию. Почему?
Ответ: Потому что они все мертвы.
Хмм... совпадение? Когда движению эволюционистов приходится обращаться к мёртвым учёным (которым сейчас, наверное, слегка жарковато, если вы понимаете, о чём я), это заставляет задуматься, насколько в действительности хороши их доводы. Что дальше? Возвращение Аристотеля (гомосексуалист) и Птолемея (позабыт) с заявлениями о плоской Земле? Учитывая послужной список эволюционистов, всё это может быть не за горами.
Как я уже отметил, мы видим что пылкие судьи пытаются насаждать свои порядки в этой высоконаучной дискуссии. Тем не менее, я предрекаю, что хорошо подготовленные ученые, поддерживающие РЗ, заставят дрожать пристрастных судей в их кожаных туфлях. Эти судьи гораздо лучше подходят для разрешения однополых браков, а большинство из них стары и их легко запутать. Игнорируйте их заявления и воззвания, ибо они довольно быстро устают.
Либеральным СМИ тоже лезут в этот вопрос только чтобы им лишний раз напомнили, что они не более, чем чересчур разрекламированные ведущие прогноза погоды с роскошными волосами, глубокими голосами и маленькими пенисами. У меня нет убедительных доказательств последнего утверждения, но, глядя на Стоуна Филлипса, я вполне уверен, что это правда. Не беспокойтесь о средствах массовой информации, они потеряют интерес как только вернется сезон лесных пожаров.
Помимо умерших учёных, пристрастных судей и либеральных СМИ, один человек возник как рупор для эволюционистов — если не для непременного отстаивания интересов эволюции, то хотя бы для высмеивания движения за теорию разумного замысла. Нам мало известно об этом человеке, который родился на Тихоокеанском Северо-западе и зовет себя "Бобби Хендерсоном".
Я далёк от того, чтобы кидаться камнями, но о нём ходят тревожные слухи. В интернете я читаю, что он даже не учёный. Кроме того очень надёжный источник сообщает, что он лгал о своей службе в армии. Я слышал, что он трижды разводился и спит в склепе. Не все из этих слухов проверены, но если мы позволим этому лживому разведёнцу, который может оказаться или не оказаться ночным оборотнем, взять на себя инициативу в этой важной дискуссии, мне останется только молиться за спасение этой страны.
В заключение я хотел бы вернуться к первой мысли: нам, народу, нужны альтернативы. Нам нужно как можно больше альтернатив, и мы не можем позволить левой клике учёных, судьям, Бобби Хендерсону и телевидению лишить нас этих альтернатив. Сообщите в письменной форме конгрессменам своего округа о вашем требовании ввести преподавание РЗ в школах. Пишите своим религиозным лидерам и требуйте от них тоже писать конгрессменам.
Если мы не начнём действовать сейчас, то, я опасаюсь, придёт день, когда суды и телевидение смогут не обращать внимания на возмущённую реакцию людей. Будут приняты и подписаны новые законы, и только судьи смогут выносить по ним решения. СМИ будут сообщать новости не боясь, что на них подадут в суд. Короче говоря, коммунисты-богоборцы в конечном итоге победят.
Интересно, назначат ли они Бобби Хендерсона своим диктатором?
</p>
                    </div>
                </div>
                <div className="chapter">
                    <button className="title">
                        На пути к Новой Сверхнауке
                    </button>
                    <div className="text">
                        <p>Мы вступаем в прекрасное время, в котором наука больше никогда не будет ограничиваться естественными объяснениями. Кто теперь сможет сказать, что сверхъестественных сил — или магии, как некоторые предпочитают выражаться, — управляющих событиями вокруг нас, не существует? Развиваясь благодаря общественному мнению и правительству, наука быстро становится восприимчивой ко всем логичным теориям, как естественным, так и сверхъестественным. Мы не видели такой открытости научных принципов со времен средневековья.
                        <br />
                            Что такое на самом деле наука? Кто-то может назвать ее основанным на наблюдении, описательным, экспериментальным, и теоретическим объяснением явлений. И поэтому неудивительно, что есть некоторые люди, заявляющие, что сверхъестественным теориям не место в науке, поскольку они не выдвигают никаких проверяемых утверждений о мире. Но такой подход весьма близорук. Наука также — набор инструментов, цель которых состоит в том чтобы облегчить решение проблем человечества. В этом смысле сверхъестественные — или магические, метафизические, нереальные; называйте как угодно — теории могут стать столь же полезными, если не более полезными, чем обычная исключительно естественная наука, которой мы пользовались на протяжении последних двух столетий.
<br />
                            Развивая метафору о науке как об инструменте, не должны ли мы приложить все усилия, чтобы обеспечить учёных как можно более широким набором инструментов? Никто не говорит, что они должны давать сверхъестественное объяснение каждому явлению, говорится лишь, что сверхъестественные теории должны быть доступны на случай, если ничто другое не работает, или на случай, когда они удобны для достижения обманчивых политических целей. И не забывайте, это не радикально новая идея. Что касается давности применения, сверхъестественная наука — СверхНаука, если хотите — имеет преимущество над традиционной наукой. Традиционная или эмпирическая наука используется всего-то несколько сотен лет. Очевидно, должна быть какая-то причина тому, что сверхъестественная наука существовала столь долго до того, как эмпирическая наука обрела сиюминутную популярность. Может ли быть, что сверхъестественная наука более продуктивна, чем эмпирическая наука?
<br />
                            Рассмотрим хотя бы открытие и освоение новых земель, по любым меркам — важные научные достижения. Если мы сравним период времени, когда нормой была сверхъестественная наука — скажем, с 1400(1) по 1600 год от Р. Х., с периодом, когда предпочтение отдавалось эмпирической науке — скажем, с 1800 по 2000 год, — мы сможем получить четкое представление о том, насколько вредной эмпирическая наука может быть.
                        ОТКРЫТЫЕ ЗЕМЛИ
                        <br />
                            СВЕРХЪЕСТЕСТВЕННАЯ НАУКА
                             Года 1400-1600
                            14,5 миллионов кв. км
<br />
                            ЭМПИРИЧЕСКАЯ НАУКА
                            Года 1800-2000
                            0,3 миллиона кв. км
<br />
                            Здесь эмпирическая наука оказывается бессильна даже при всех своих технологических преимуществах. Даже с использованием спутниковых снимков и GPS-навигации, ученые, связанные цепями эмпиризма, не смогли обнаружить и трех процентов от того количества новых земель, что их коллеги, приверженцы сверхъестественных наук, обнаружили за тот же промежуток времени. У ученых и исследователей с 1400 по 1600 год было несколько карт, только компас, посох Якова либо астролябия для навигации, и никакого механизированного транспорта. Но располагая даже такими инструментами, тормозящими прогресс, им все-таки удалось открыть более 14 миллионов квадратных километров новых, доступных для освоения земель. Очевидно, их открытость по отношению к сверхъестественным силам была как-то связана с их успехом, и мы можем лишь предполагать, что к этим недавно открытым землям их направляло некое существо — судя по исторической живописи существом этим, скорее всего, Являлся Летающий Макаронный Монстр.
<br />
                            Логично предположить, что возврат к равновесным научным методам — использованию как естественных, так и сверхъестественных теориий — позволил бы нам найти новые земли, столь нужные для нашего растущего населения. Больше земли — это больше ресурсов, а больше ресурсов — это меньше голодающих детей. И тогда я могу с уверенностью сказать, что все, кто возражает против включения сверхъестественных теорий в науку, хочет чтобы дети голодали. Таким людям, очевидно, нет места в политике, поэтому я предлагаю не давать им слова по данному вопросу.
<br />
                            Теперь рассмотрим медицину. Утверждение о том, что в средние века — когда наука включала сверхъестественное — медицина была лучше, чем сегодня — когда она ограничена иссследованием естественных явлений, — может показаться безумным, но давайте подробнее рассмотрим этот вопрос. В средневековье религия господствовала над медициной, и да, болезнь, как правило, считалась наказанием за грехи, поэтому лечение состояло главным образом из молитв. Но давайте не будем забывать об «устаревших» медицинских процедурах, в конце концов оказавшихся настолько успешными, что к сегодняшнему дню необходимость в них отпала.
<br />
                            Кровопускание — удаление значительного количества крови из тела пациента — считается ужасным с точки зрения сегодняшних, якобы лучших, врачей, но кто скажет, что эта процедура не приносила больше пользы, чем современные лекарства? В медицинских текстах Средневековья — их может прочитать любой, кто хотя бы на среднем уровне знает латынь, а причин сомневаться в их правильности у нас нет — говорится, что множество недугов, от головной боли до рака, являются результатом того, что на нас сердятся злые духи. Теперь мы, конечно же, знаем, что у этих недугов множество причин, а не только влияние духов, но из текстов ясно, что они были очень существенной причиной заболевания — причины, которая сегодня не существует, потому что кровопускание было настолько эффективным, что нанесло полное поражение духам, вызывавшим заболевание, примерно так же, как витамин С в высоких дозах вылечил полиомиелит. Позвольте мне задать вопрос тем, кто не согласен: когда вы в последний раз страдали от лихорадки, вызванной демонами?
<br />
                            Однако существует ещё много болезней, и очевидно, что медицинская наука, имеющая в распоряжении лишь современные методы, не может справиться с ними всеми. Так почему бы тогда не дать этим врачам и учёным дополнительные инструменты и возможность рассматривать как сверхъестественные причины, так и естественные? Кто знает, какие ещё недуги, включая те, которые не вызывают демоны, можно вылечить простым кровопусканием или пиявками? Мы никогда не узнаем, пока не попробуем.
<br />
                            Как известно, многие люди верят в лечебную силу молитвы, тем не менее никогда не было поддающихся проверке доказательств, которые свидетельствовали бы в пользу этого метода. Но нельзя утверждать, что это невозможно — вполне возможно, что молитва помогает выздороветь, — но вполне может быть, что эти молитвы применяются неоптимально, что и объясняет отсутствие доказательств их эффективности. Правда в том, что мы этого не знаем, потому что современные научные методы и религиозные чувства верующих не позволяют проводить такие исследования. А что, если молящиеся просто молятся не тому Богу или чем-то Его оскорбляют? Что если, надев обычную повязку на глаз или пиратскую бандану, молящиеся смогли бы получить от ЛММ ответы на свои молитвы?
<br />
                            История полна примеров сверхъестественных событий, и если не заявлять, что мы каким-то образом умнее или образованнее, лучше подготовлены к пониманию необъяснимых событий сегодня, чем мы были пять сотен лет тому назад, то мы должны принять объяснения, данные этим событиям их непосредственными свидетелями. Ведьмы, например, существовали в таких количествах и вызывали так много неприятностей, что было просто необходимо охотиться на них и сжигать десятками тысяч. И вот, двадцать первый век, через сотни лет, вполне достаточно времени, чтобы численность ведьм увеличилась экспоненциально, тем не менее они сейчас представляют явно меньшую проблему, чем полтысячелетия назад. Я даже никогда не видел ведьму, не говоря уже о том чтобы почувствовать потребность в сожжении её насмерть. Следовательно, мы можем заключить, что наши праотцы, вооруженные знаниями о том, что сверхъестественные объяснения вполне разумны, собрали всех существовавших ведьм и надлежащим образом о них позаботились.
<br />
                            Есть и другая версия: ведьмы прячутся где-то, замышляют месть, обильно покрывая себя огнестойкими соединениями. И однажды они могут вернуться и начать доставлять неприятности. И что же тогда сделают наши зазнавшиеся учёные? Закидают их калькуляторами? Ведьмы едят калькуляторы. Научное сообщество окажется беспомощным в борьбе с угрозой, которую представляют ведьмы, предлагая только "логические" и "обоснованные" объяснения тем ужасным событиям, которое ведьмы нашлют на нас с помощью магии.
<br />
                            Мы склонны восхвалять наши строгие эмпирические методы и технические достижения, мы как будто гордимся всем, чего мы достигли с их помощью, но когда исторические документы наглядно показывают, что сверхъестественная, неэмпирическая наука приводит к таким результатам — открытие новых земель, уничтожение болезней, вызываемых демонами, и вымирание ведьм — самое время пересмотреть наши методы и вернуться к тому, что приносило нам настоящие результаты.
<br />
                            Самая большая ирония состоит в том, что доводы против включения сверхъестественных теорий в область общепринятой науки на самом деле ясно показывают, что сверхъестественные теории являются законными областями научных исследований. Никто не говорит, что эмпирическая, исключительно естественная наука и сверхъестественная наука не могут сосуществовать. Могут, и на самом деле, должны. Теория разумного замысла может избегать естественных объяснений явлений, но ЛММизм в равной степени использует как естественные, так и сверхъестественные объяснения.
<br />
                            ЛММизм
                            Естественное
                            ЛММ
                            Сверхъестественное
<br />
                            РАЗУМНЫЙ ЗАМЫСЕЛ
                            Сверхъестественное
                            РЗ
                            Отсталое
<br />
                        </p>
                    </div>
                </div>
                <div className="chapter">
                    <button className="title">
                        "Что случилось с теорией эволюции?"
                    </button>
                    <div className="text">
                        <p>Выделение Проблемы
                        <br />
                            СЕГОДНЯ МЫ ЧАСТО СЛЫШИМ об эволюции. Учёные воспринимают этот предмет как Второе Пришествие... ну-у... науки. Но куда она нас привела? Должны ли мы поверить лишь потому что мы произошли от общего с обезьянами, собаками или кем угодно предком, что мы понимаем наше положение на этой земле сколько-нибудь лучше, чем без теории эволюции, указывающей нам путь. Сделает ли теория эволюции что-нибудь такое, что я буду получать от жизни большее удовлетворение? Может ли теория эволюции накормить меня? Спасет ли она землю от глобального потепления?
<br />
                            Ответ на все вопросы выше — решительное "нет". Почему так? Потому что теория эволюции полезна настолько же, на сколько зайцу — стоп-сигнал. Конечно, учёные, коротая свои дни в попытках разработать то или иное доказательство тому, что теория эволюции является заслуживающей доверия идеей, но пока теория эволюция остаётся всего лишь теорией, никто в реальном мире не воспримет её всерьёз. Поэтому я решил сделать несколько своих разоблачений чтобы показать миру, что большие и плохие учёные не такие уж и "крутые", как любят говорить дети.
<br />
                            Чем является эволюция, как не постепенным изменением видов в течение длительного периода времени в результате воздействия разнообразных внутренних и внешних факторов отбора? Мой дед, который стар как грязь, через это прошёл. Судя по старым фотокарточкам, в свои годы он был красавцем, но теперь, век спустя, после долгих лет пьянства и работы в шахтах, он облысел и выглядит паршиво. Не может ли эволюция быть просто старением? Я задал этот вопрос моему приятелю-учёному, который объяснил, что изменение должно происходить на протяжении многих поколений. Можно подумать будто эволюционисты сразу дают об этом знать, и я признаю, что принимаю эту поправку. Но эволюция мне по-прежнему напоминает старение, и я не могу отделаться от мысли, что именно отсюда ученые-эволюционисты впервые взяли свои дурацкие идеи.
<br />
                            Внеся ясность в эту распространенную путаницу, перейдём к предложенной отбирающей силе эволюции, а именно — к Естественному Отбору. Что, чёрт возьми, это должно значить? Что, бывает ещё и неестественный отбор? И кто производит отбор? Ни на один из этих вопросов мой приятель-учёный ответить не смог, поэтому мне пришлось распрощаться с этим теперь уже бывшим приятелем, и заняться собственными исследованиями. Далее изложено то, что, в меру своих возможностей, мне удалось обнаружить в отношении эволюции и естественного отбора.
<br />
                            Более внимательное изучение естественного отбора
<br />
                            По всей видимости, существует не один, а два вида отбора: естественный отбор и половой отбор. Я дам вам возможность минутку поразмышлять о втором, «эротическом» виде отбора, по крайней мере до тех пор пока я не разнесу первый вид отбора в клочья. Пока вы будете читать мои доказательства, у вас будет достаточно времени на мастурбацию, если вам нравится это.
<br />
                            Согласно неодарвинистам, большинство эволюционных изменений происходит благодаря естественному отбору. Это значит, что особи, гены которых лучше подходят к их среде обитания, оставят больше потомства, чем особи, чьи гены делают своего носителя менее приспособленным. С течением времени эти особенности, способствующие большей приспосабливаемости, будут распространяться, изменяя генетический состав всей популяции, поскольку лучше «приспособленные»(1) особи передадут больше своих генов следующему поколению. И именно этот процесс, говорят учёные, породил утконоса, пингвина и пуделя, что приводит нас к заключению, что эти учёные определённо несут херню. Если даже кто-то сумеет объяснить, в чём польза от утиного клюва, то как он объяснит, что утконос —единственное млекопитающее, обладающее им? Что, утконосы хотят втереться в доверие к местным уткам? Или они думают, что выглядят забавно? На кой хер им этот клюв?
<br />
                            1. «Приспособленность» — это то, насколько хорошо особи «приспособлены» к своей среде обитания.
<br />
                            Я не буду ставить перед учеными сложных задач касательно утконоса, потому что этот вопрос, очевидно, не из лёгких. Однако я уверен, что прямо сейчас сотни учёных пытаются снискать постоянную должность в штате университета, занимаясь бессмысленным поиском эволюционной значимости этого нелепого существа. Я закончу эту тему формулировкой своей альтернативной теории: Летающий Макаронный Монстр создал утконоса, потому что в отличие от учёных у Него есть чувство юмора. Это невероятный знак, посланный Господом — и пока кто-нибудь не докажет, что я неправ, такова моя теория.
<br />
                            Теперь перейду к более повседневным и скучным примерам естественного отбора, которые я затем примусь разносить в клочья. Давайте рассмотрим удивительный случай с бактерией. Хорошо известно, что для лечения различных заболеваний используются антибиотики. Так же хорошо известно, что большинство бактерий (например, стафилококки)(2) постепенно вырабатывают иммунитет к этим антибиотикам. Более подробно изучая случай со стафилококками, мы обнаруживаем, что в 1929 году сэр Александр Флеминг(3) впервые наблюдал, как на пластинке агара, покрытой плесневым грибом пенициллом(4), подавляется рост стафилококковых бактерий. Сэр Александр Флеминг, или человек Ф, как его любила называть королева, выделил из пеницилла пенициллин, который затем приобрёл известность как чудодейственное лекарство от многих болезней, преимущественно передаваемых половым путём. Но постепенно пенициллин в своей естественной форме перестал действовать. Учёные скажут вам, что бактерия — размножающяяся быстрее, чем шиншилла на фабрике по производству Сиалиса (препарат для лечения нарушений эрекции — прим. перев.) — в конечном счете выработала штамм, устойчивый к пенициллину в его естественной форме, и что процесс естественного отбора вызвал распространение этого штамма в природе. Это откровенная ложь, которую я через минуту разоблачу.
<br />
                            2. Большинство учёных — извращенцы, и пользуются латинскими терминами, чтобы скрыть этот факт. В переводе «стафилококк» значит «мощный пенис».
                            3. Никак не связан с сэром Элтоном Джоном.
                            4. В переводе «множество крошечных пенисов».
<br />
                            Если мы взглянем на бактерии, которые вырастают устойчивыми к антибиотикам, на насекомых, вырастающих устойчивыми к ДДТ, или даже на ВИЧ, который вырастает устойчивым к антивирусным препаратам, то мы увидим поразительную взаимосвязь между "естественным отбором" и "устойчивостью". Но что мы на самом деле здесь видим? Я утверждаю, что эти вирусы не меняют свою генетическую структуру, они меняют свои мысли. Короче, они умнеют. Если я приду к вам в гости и вы будете кормить меня дерьмовыми бутербродами два дня подряд, то на третий день я возьму и пойду есть в Макдональдс. Это так просто. Не позволяйте учёным с их крупнофаллическими названиями бактерий говорить вам что-то другое. Они не настолько умны, какими пытаются казаться, не важно насколько сильно они пытаются унизить так называемые низшие формы жизни.
<br />
                            Ещё один пример естественного отбора поставит точку в этой дискуссии. Учёные рассуждают об "искусственном отборе", с помощью которого люди, использующие свой набор факторов отбора, могут имитировать силы природы. Мы снова и снова видим это на примере разводчиков и селекционеров, которые якобы произвели огромные изменения в растениях и животных. В качестве примера можно посмотреть на различные породы собак. Считается, что все они произошли от одного предка - волка. Мы должны поверить, что от этого свирепого зверя благодаря человеку произошли все разнообразные четвероногие твари: чихуахуа, таксы, пудели и бульдоги - несмотря на то, что они были с нами с незапамятных времён. Возможно, этот миф о "селекции" распространяется борцами с Разумным Замыслом, но я оставлю разговор о Разумном Замысле до следующих глав. Как мы можем поверить в эти сказки о "друге человека", когда для любого наблюдателя ясно, что все породы существуют на этой планете для своей цели? Я, например, считаю ЛММ создателем собак, хотя есть и свидетельства в пользу того, что Бог (если доказать, что он существует) мог принять участие в этом процессе. В конце концов, разве немецкие овчарки не предназначены для защиты человека, возможно, даже от их "предков" - волков? (5) Разве пудели и чихуахуа не сделаны для того, чтобы мы были о себе более высокого мнения? Нельзя сомневаться в том, что разумный создатель поместил все виды на Землю для служения человеку. К тому же эволюция не была как следует открыта до конца 19 века. Разве с тех пор прошло достаточно времени, чтобы получить лабрадора из ужасного волка? Я думаю, что нет.
<br />
                            5. См. рассказы Джека Лондона.
<br />
                            Если я вас всё ещё не убедил, рассмотрим последний пример, на этот раз это будут растения. Посмотрите на обычную капусту, брокколи, кормовую, цветную капусту и брюссельскую капусту. Разве можем мы сказать, что все они произошли от одной древней дикой капусты, что отбор, будь то естественный, искусственный или какой-то ещё, не мог сотворить что-нибудь получше за эти несколько тысяч лет? Ответ написан на перекошенных лицах детей, которых кормят брюссельской капустой. Ещё один удар по эволюции.
<br />
                            (Даже за миллион сраных лет не может произойти такой фигни)
                            <br/>
                            От пиратов к людям
<br />
Любой разговор об эволюции приводит нас к самим себе. Люди существуют сколько мы себя помним, но эволюционисты всё равно говорят нам, что это не так. Они говорят, что у людей и шимпанзе был общий предок, живший пять миллионов лет назад, и что с тех наши линии "разошлись", так что мы в конце концов изобрели космические корабли, а шимпанзе смогли изобрести только палки. Чтобы подтвердить этот тезис, учёные говорят нам, что наша ДНК на 95% совпадает с ДНК шимпанзе. Но с ДНК пиратов она совпадает на 99.9%! (6) Кто же, спрошу я вас, больше похож на общего предка? К тому же пираты были избраны самим ЛММ! Почему мы тратим столько времени на разговоры о небылицах, в то время как ЛММ размахивает Своей Макароннейшей Десницей прямо перед нашими глазами?
                        <br />
                            6. Довольно подозрительно, что учебники биологии почти не упоминают об этом факте.
<br />
                            Но я всё же продолжу немного дальше и поговорю о человеческом теле, точнее, об органах, которые называют рудиментарными или бесполезными, считая, что они утратили свою функцию в результате тысячелетий эволюции.
<br />
                            Более правдоподобная теория
<br />
                            Зубы мудрости
<br />
                            Заблуждение: считается, что эти появляющиеся у взрослого зубы заменяли обходившемуся без зубных врачей древнему человеку зубы, потерянные им к этому времени. (7)
<br />
                            7. Зубы мудрости всё ещё выполняют эту важную функцию в южных штатах.
<br />
                            Факт: Как известно, пища наших предков Пиратов была гораздо грубее и мужественнее, чем наша пища сегодня. Кроме того, они, как правило, носили во рту свои ножи.(8) Логично, что они нуждались в дополнительных зубах.
<br />
                            См. «Остров сокровищ» Роберта Льюиса Стивенсона
<br />
                            Мужские соски
<br />
                            Заблуждение: учёные предполагают, что давно, в Каменном веке, все люди имели груди или «вымя».
<br />
                            Факт: Мужские соски использовались Пиратами как портативные метеостанции. Своими сосками они были способны определить направление пассатов и, в зависимости от их жесткости, насколько холодно было на улице.
<br />
                            (кажется, шторм надвигается)
<br />
                            Гусиная кожа
<br />
                            Заблуждение: Эволюционистская пропаганда хочет чтобы вы считали, что гусиная кожа является атавистической, теперь бесполезной реакцией на отрицательный стресс – будь то эмоциональный или погодный, – которая когда-то предназначалась для поднятия шерсти на наших далёких предках, заставляя их казаться больше и страшнее.
<br />
                            Факт: мурашки являются ловко замаскированной особенностью, которая позволяла Пирату увеличить плавучесть, когда он попадал в холодную воду. Легко появляясь, они увеличивали площадь поверхности, тем самым увеличивая плавучесть. Это делало Пиратов лучшими водоплавающими, что было очень полезно для наших предков, так как иногда они были без кораблей. Естественно, кажется, что гусиная кожа -- рудиментарный рефлекс, но на самом деле изменилось общество.
<br />
Аппендикс
<br/>
Заблуждение: Это остатки внутреннего органа, использовавшегося для ферментации трудноперевариваемой растительной пищи наших предков.
<br/>
Факт: Аппендикс был хитрым внутренним мешочком, предназначенным для того, чтобы прятать Пиратское золото. Это также побуждало Пиратов говорить "Выкладывай!", когда они грабили побежденных Пиратов, взяв на абордаж их корабль.
<br/>
Копчик
<br/>
Заблуждение: Эволюционисты утверждают, что копчиковая кость, или копчик, который сейчас не имеет никакого предназначения, является своеобразным остатком более крупных костей, которые когда-то могли формировать хвост наших предков, схожий по своему назначению с хвостами других приматов.
<br/>
Факт: Люди с хвостами... ученые обкурились? Не мог ли копчик служить другим целям? Я тщательно исследовал этот вопрос, и сравнил копчик с другим необычными костями у животных — и книги привели меня к единственному, наиважнейшему заключению. У многих животных есть рога на голове, и они не считается остатками более крупных костей, вероятно, потому что рога, в отличие от копчика, имеют свою предназначение и сегодня. Что если первоначальное предназначение копчика стало бесполезным в современном обществе? Если вы посмотрите на копчик внимательно, вы увидите, что этот костяной отросток очень похож, если подумать, на рог, который у многих животных является приспособлением для драк. Я утверждаю, что копчик -- это не остаток наследственного хвоста, а скорее эффективный, хотя и странно расположенный механизм для обороны и нападения.
<br/>
Я представляю, как два противника, борющихся за женщину или недвижимость -- пещеру, бегут спиной вперёд навстречу друг-другу, выставив свои задницы, очень похоже на лосей дерущихся своими рогами. Я назвал это жопоединок. Если вы задумаетесь, это имеет смысл, поскольку так их руки остаются свободными, чтобы держать что-нибудь нужное, например, пищу или камни.
<br/>
Как еще одно доказательство того, что копчик предназначен для поединков, и что знание об этом сохраняется в культуре на протяжении многих лет, представьте, как быстро кто-то убежит от вас, если будете бежать к нему задницей вперед. Я предлагаю всем, кто сомневается в этой гипотезе, проверить её и стараться толкать своей задницей всех, кого они видят в течение нескольких дней. (9) Я уверен, что большинство, если не все, из ваших жертв по крайней мере испугаются. Я не вижу другого объяснения, почему так будет происходить, кроме того, что мы подсознательно знаем, что копчик -- это оружие, а не рудиментарный хвост.
<br/>
9. Не советую женщинам поступать так в компании развращенных мужчин.
<br/>
Еще одна рудиментарная особенность
<br/>
Заблуждение: геном человека содержит свидетельства того, что мы, люди, не были созданы ex nihilo,(10) а эволюционировали постепенно, как и все другие животные. В качестве доказательства, ученые указывают на множество нефункциональных фрагментов ДНК, в том числе многие неактивные "псевдогены", которые функционировали у некоторых наших предков, но не у нас сейчас. Один из примеров, который часто приводится – синтез витамина C. Хотя у всех приматов, включая человека, имеется ген, отвечающий за синтез витамина С, этот ген неактивен у всех представителей отряда приматов, включая человека. Ученые указывают на этот факт, как на свидетельство нашего общего происхождения, хотя я не могу понять, почему.
<br/>
10. Nihilos были древнеримской закуской, старинным предшественником чипсов. По существу, этот термин переводится как «из чипсов».
<br/>
Факт: Пираты, наши предки, жили в тропиках и ели много фруктов.
<br/>
Эволюция становится сексуальной
<br/>
В заключении, обращусь к "половому отбору", как и обещал выше. Фундаментальной концепцией полового отбора является то, что у каждого вида один из полов, как правило самки, активно выбирают для спаривания(11) представителей противоположного пола на основании определенных критериев, создавая, таким образом, селективное давление на вид в целом. Половой отбор объясняет яркое оперение самцов птиц, впечатляющие ритуальные поединки между баранами, самцами оленей, лосей и других копытных(12), и то что значительный процент Хаммеров водят низкорослые уродцы. Короче говоря, половой отбор зависит от успеха отдельных особей перед другими того же пола, в то время как естественный отбор от пола не зависит. В интересах прогресса, я стремлюсь к тому, чтобы Конгресс принял законопроект, запрещающий эту отсталую и сексистскую практику.
<br/>
11. Потрахаться
<br/>
12. Бараны, олени, лоси и т. д.
<br/>
Макаронное Божество
<br/>
Хотя я по существу уже развенчал теорию эволюции на протяжении всех этих страниц, важно отметить, что множество достоверных свидетельств эволюции всё-таки существует. Никто не может оспаривать палеонтологическую летопись, которая показывает чёткое и постепенное преобразование видов в течение продолжительного времени (хотя и содержащая досадные пробелы, но я спрашиваю вас, кто мог создать их?). Действительно, кажется, что отбор продолжается, например, когда пьяный шляется по дороге, и его сбивает машина.(13)
<br/>
(13.) Кроме того, Джордж Уокер Буш имеет поразительное сходство с шимпанзе.
<br/>
Мы не говорим, что эволюция не может существовать, мы утверждаем, что она направляется Его Макакроннейшей Десницей. Но его Макароншество необычайно скромен. По каким-то причинам, оставаясь как правило за кулисами, вне центра внимания, и прилагая огромные усилия, Он заставляет нас поверить, что теория эволюции верна, скрывает важнейшую роль Пиратов в нашем происхождении, выставляет роль обезьян важнее, чем она есть на самом деле.
<br/>
Тем не менее, несмотря на Его сдержанность, нет никаких сомнений, что Церковь Летающего Макаронного Монстра - не просто передовая религия, но и подтверждается точной наукой, что делает её, наверное, наиболее бесспорной, истинной теорией, когда-либо выдвигавшейся за всю историю человечества. Для того чтобы обосновать свою точку зрения, я обращусь к современной проблеме глобального потепления.
<br/>
Пираты, как вы уже знаете, являются Его Избранным Народом. Однако, их число сокращается, начиная с XIX века. Следовательно, мы видим, что глобальное потепление, землетрясения, ураганы и другие стихийные бедствия -- прямой результат сокращения числа Пиратов. Чтобы проиллюстрировать данный факт, я привожу следующий хорошо известный график из недавнего исследования:
<br/>
Как вы видите, статистически значимая обратная связь между Пиратами и глобальной температурой существует. Но, конечно, не все корреляции возникают из-за причинно-следственной связи. Взгляните, например, на эту мнимую корреляцию, относящуюся к сторонникам теории разумного замысла:
<br/>
Создаётся впечатление, что у сторонников теории разумного замысла уровень интеллекта ниже, чем у населения в целом, и значительно ниже, чем у учёных, которые в большинстве своём отвергают эту теорию.(14)
<br/>
14. Хендерсон, 2005
<br/>
Я, например, склоняюсь к тому, что это всего лишь странное совпадение, и верящие в разумный замысел вовсе не такие идиоты, как говорят эти данные. Очень похоже, что Летающий Макаронный Монстр организовал это совпадение, чтобы ещё больше запутать вопрос о происхождении нашего вида. Это может навсегда остаться тайной.
<br/>
<br/>
ЛММ и другие религии
<br/>
Каким бы коротким и благовидным ни был разговор о сторонниках разумного замысла, он неотвратимо ведёт нас к дискуссии о Боге и религии. Важно сразу отметить, что Церковь Летающего Макаронного Монстра — это мирная религия, возможно, даже самая мирная из всех. Как мы можем доказать это? Чтобы обосновать наше утверждение, давайте посмотрим на религию и насилие через призму истории, обращая особое внимание на войны и гибель людей.
<br/>
Христианство оказывается этаким Рэмбо среди религий со своими крестовыми походами, инквизицией, многочисленными кровавыми расколами, конкистадорами... Список можно продолжать бесконечно. Достаточно сказать, что когда Иисус Христос в очаровательном стиле мастера Йоды заявил «врагов же моих тех, которые не хотели, чтобы я царствовал над ними, приведите сюда и избейте предо мною» (15), люди восприняли его слова буквально. Иудеи (16) и мусульмане тоже вели себя не слишком хорошо, и всё ещё хулиганят. В Китае воюют даже буддисты. Итак, обобщая наши данные, мы находим, что религия может быть весьма пугающей и жестокой. С другой стороны, у нас нет ни одного свидетельства смерти от ЛММства, и, кажется, это означает, что у нашей религии самая маленькая смертность. И если это правда, то это сильный аргумент в пользу того, что ЛММство — самая мирная религия.
<br/>
15. Евангелие от Луки 19:27.
<br/>
16. Им удалось прикончить Иисуса, если верить некоторым свидетельствам.
<br/>
Теперь посмотрим, как много споров существует в христианстве, исламе, иудаизме и остальных религиях. Люди, кажется, не могут определиться в базовых вещах, например, какой книге следовать, не говоря уже о том, истинна ли хоть одна из них. Споры ведутся между друзьями и между государствами. Изданы десятки тысяч религиозных книг, находящих неточности в доктринах, c болтовнёй о том, какому богу нужно поклоняться (индуизм), или трескотнёй о том, какого кузена древнего пророка нужно чтить (ислам). Это бардак. И среди всего этого мы обнаруживаем, посчитайте сами, ровно ноль книг об ошибках в теории Летающего Макаронного Монстра. Не существует даже никакой академической критики, только академическая поддержка - а ведь академики любят всё критиковать. Всё это - свидетельство в пользу возможной истинности ЛММства.
<br/>
Наконец, как мы знаем, религии опираются на «догму», другими словами, в их правоте нельзя сомневаться. Даже самые правоверные пастафарианцы нервно вздрагивают от такой идеи. Догма означает абсолютную веру во что-то, но для того, чтобы иметь такую абсолютную веру, люди должны быть, чёрт возьми, всеведущими. (17) Наш подход совсем другой: верующие в ЛММ отрицают догмы. Это не значит, что мы не верим в свою правоту. Конечно, мы считаем, что правы. Но мы сохраняем за собой право изменить наши убеждения, когда будет доступна новая информация или более полное понимание старой. Наше отрицание догмы заходит так далеко, что мы не отрицаем возможность несуществования ЛММ. Итак, в некотором смысле, наша непредубеждённость радикальна, и в один прекрасный день мы можем изменить любые наши взгляды. Всё, что нам для этого нужно — доказательство Его несуществования.
<br/>
17. Что было бы круто, но, наверняка, также заставило бы вас чувствовать себя некомфортно в окружении других людей.
<br/>
(Палеонтологическая летопись полна свидетельств Его существования. Просто нужно знать, куда смотреть)
<br/>
                        </p>
                    </div>
                </div>

                <div className="chapter">
                    <button className="title">
                      
                    </button>
                    <div className="text">
                        <p>
                        </p>
                    </div>
                </div>
            </div>
        );
    }
}

export default Doctrine;